python3-gi
python3-pip
python3-reportbug
libcairo2-dev
pkg-config
libgirepository1.0-dev
python3-dev
python3-pil
python3-gi
python3-gi-cairo
gir1.2-gtk-3.0
python3
qemu-system-x86
qemu-utils
wlsunset
geoclue-2.0
fim
htop
rancher-desktop
remmina
sway
bat
brave-browser
swaybg
eza
grim
slurp
jq
nwg-look
swayidle
swayimg
btop
trash-cli
libfuse2
wdisplays
pavucontrol
swaylock
spotify-client
sway-notification-center
thunar
playerctl
thunderbird
tlp-rdw
brightnessctl
pulsemixer
tlp
unzip
virt-manager
wlogout
vlc
chromium
waybar
wl-clipboard
wofi
xterm
xwayland
zoxide
code
keepassxc