python3-gi
python3-pip
python3-reportbug
python3
qemu-system-x86
qemu-utils
rancher-desktop
remmina
sway
bat
swaybg
jq
swayidle
swayimg
btop
trash-cli
swaylock
spotify-client
sway-notification-center
thunar
playerctl
thunderbird
tlp-rdw
brightnessctl
pulsemixer
tlp
unzip
virt-manager
vlc
chromium
waybar
wl-clipboard
wofi
xterm
xwayland
zoxide
code
keepassxc