adduser
alacritty
apt-listchanges
apt-transport-https
apt-utils
apt
base-files
base-passwd
bash-completion
bash
bat
bind9-dnsutils
bind9-host
brightnessctl
bsdutils
btop
busybox
bzip2
ca-certificates
code
console-setup
#containerd.io
coreutils
cpio
cron-daemon-common
cron
curl
dash
dbus-x11
dbus
debconf-i18n
debconf
debian-archive-keyring
debian-faq
debianutils
diffutils
discover
dmidecode
dmsetup
doc-debian
#docker-buildx-plugin
#docker-ce-cli
#docker-ce
#docker-compose
#docker-compose-plugin
dotnet-sdk-8.0
dpkg
e2fsprogs
#fastfetch (enable on debian 13)
fdisk
file
findutils
firmware-misc-nonfree
firmware-sof-signed
fonts-font-awesome
fzf
gcc-12-base
gettext-base
gimp
gpg
gpgv
grep
grim
groff-base
grub-common
grub-efi-amd64
gzip
hostname
htop
hunspell-en-us
hyphen-en-us
ifupdown
inetutils-telnet
init-system-helpers
init
initramfs-tools
installation-report
intel-microcode
iproute2
iputils-ping
isc-dhcp-client
isc-dhcp-common
#jellyfin-media-player
kcalc
keepassxc
keyboard-configuration
kmod
krb5-locales
laptop-detect
less
libacl1
libapparmor1
libapt-pkg6.0
libargon2-1
libattr1
libaudit-common
libaudit1
libblkid1
libbpf1
libbsd0
libbz2-1.0
libc-bin
libc6
libc6
libcap-ng0
libcap2-bin
libcap2
libcom-err2
libcrypt1
libcryptsetup12
libdb5.3
libdebconfclient0
libdevmapper1.02.1
libedit2
libegl1
libegl1
libelf1
libext2fs2
libfdisk1
libffi8
libgbm1
libgbm1
libgcc-s1
libgcrypt20
libgl1-mesa-dri
libgl1-mesa-dri
libgl1
libgl1
libglib2.0-bin
libgmp10
libgnutls30
libgpg-error0
libgssapi-krb5-2
libhogweed6
libidn2-0
libip4tc2
libjansson4
libjson-c5
libk5crypto3
libkeyutils1
libkmod2
libkrb5-3
libkrb5support0
liblocale-gettext-perl
liblockfile-bin
liblz4-1
liblzma5
libmd0
libmnl0
libmount1
libncursesw6
libnettle8
libnewt0.52
libnftables1
libnftnl11
libnss-systemd
libp11-kit0
libpam-modules-bin
libpam-modules
libpam-runtime
libpam-systemd
libpam0g
libpcre2-8-0
libpopt0
libproc2-0
libreadline8
libreoffice-calc
libreoffice-help-en-us
libreoffice-impress
libreoffice-writer
libseccomp2
libselinux1
libsemanage-common
libsemanage2
libsepol2
libslang2
libsmartcols1
libss2
libssl3
libstdc++6
libsystemd-shared
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc-common
libtirpc3
libudev1
#libnotify-bin
libunistring2
libuuid1
libvirt-daemon-system
libxtables12
libxxhash0
libzstd1
light
lm-sensors
lsd
locales
login
logrotate
logsave
lsb-release
lsof
#mako-notifier
man-db
manpages
mawk
media-types
mime-support
mount
multitail
mythes-en-us
nala
nano
ncurses-base
ncurses-bin
ncurses-term
neovim
netbase
netcat-traditional
network-manager
nftables
openssh-client
orca
os-prober
owncloud-client
#packages-microsoft-prod
passwd
pavucontrol
pciutils
perl-base
perl
playerctl
polkit-kde-agent-1
procps
pqiv
python3-gi
python3-pip
python3-reportbug
python3
qemu-system-x86
qemu-utils
readline-common
remmina
reportbug
rxvt-unicode
sddm
sed
sensible-utils
shim-signed
slurp
spotify-client
sshfs
#steam-launcher
#steam-libs-amd64
#steam-libs-i386
sudo
sway
swaybg
swayidle
swayimg
swaylock
sway-notification-center
systemd-sysv
systemd-timesyncd
systemd
sysvinit-utils
tar
task-desktop
task-english
tasksel-data
tasksel
#thorium-browser
thunar
tlp-rdw
tlp
traceroute
trash-cli
tree
tzdata
ucf
udev
unzip
usbutils
usr-is-merged
util-linux-extra
util-linux
#vesktop
vim-common
vim-tiny
virt-manager
vlc
wamerican
waybar
wget
whiptail
wl-clipboard
wofi
wtype
xterm
xwayland
xz-utils
zlib1g
zoxide
zstd
